Repository: rhevorn/sift
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Extensions are installed with their respective apps
de: Erweiterungen werden mit ihren jeweiligen Apps installiert
es: Las extensiones se instalan con sus respectivas aplicaciones.
fr: Les extensions sont installées avec leurs applications respectives
ja: 拡張機能はそれぞれのアプリとともにインストールされます
ko: 확장 프로그램은 해당 앱과 함께 설치됩니다.
pt_br: As extensões são instaladas com seus respectivos aplicativos
ru: Расширения устанавливаются вместе с соответствующими приложениями.
zh_hans: 扩展随所属应用安装
zh_hant: 擴充功能隨所屬應用安裝

source: Failed to read port: %@
de: Port konnte nicht gelesen werden: %@
es: No se pudo leer el puerto: %@
fr: Échec de la lecture du port : %@
ja: ポートの読み取りに失敗しました: %@
ko: 포트를 읽지 못했습니다: %@
pt_br: Falha ao ler a porta: %@
ru: Не удалось прочитать порт: %@.
zh_hans: 读取端口失败：%@
zh_hant: 讀取埠失敗：%@

source: Family
de: Adressfamilie
es: Familia
fr: Famille
ja: アドレスファミリー
ko: 주소 체계
pt_br: Família
ru: Семейство
zh_hans: 地址族
zh_hant: 位址系列

source: File Not Found
de: Datei nicht gefunden
es: Archivo no encontrado
fr: Fichier introuvable
ja: ファイルが見つかりません
ko: 파일을 찾을 수 없음
pt_br: Arquivo não encontrado
ru: Файл не найден
zh_hans: 文件不存在
zh_hant: 文件不存在

source: Files and folders on the desktop
de: Dateien und Ordner auf dem Desktop
es: Archivos y carpetas en el escritorio.
fr: Fichiers et dossiers sur le bureau
ja: デスクトップ上のファイルとフォルダー
ko: 데스크탑의 파일 및 폴더
pt_br: Arquivos e pastas na área de trabalho
ru: Файлы и папки на рабочем столе
zh_hans: 桌面上的文件和文件夹
zh_hant: 桌面上的文件和資料夾

source: Files downloaded by browsers and other apps
de: Von Browsern und anderen Apps heruntergeladene Dateien
es: Archivos descargados por navegadores y otras aplicaciones
fr: Fichiers téléchargés par les navigateurs et autres applications
ja: ブラウザや他のアプリでダウンロードしたファイル
ko: 브라우저 및 기타 앱에서 다운로드한 파일
pt_br: Arquivos baixados por navegadores e outros aplicativos
ru: Файлы, загруженные браузерами и другими приложениями
zh_hans: 浏览器和其他 App 下载的文件
zh_hant: 瀏覽器和其他 App 下載的文件

source: files in user directory
de: Dateien im Benutzerverzeichnis
es: archivos en el directorio de usuarios
fr: fichiers dans le répertoire utilisateur
ja: ユーザーディレクトリ内のファイル
ko: 사용자 디렉토리의 파일
pt_br: arquivos no diretório do usuário
ru: файлы в каталоге пользователя
zh_hans: 用户目录中的文件
zh_hant: 使用者目錄中的文件

source: Files stored directly in the user directory
de: Dateien werden direkt im Benutzerverzeichnis gespeichert
es: Archivos almacenados directamente en el directorio de usuario.
fr: Fichiers stockés directement dans le répertoire utilisateur
ja: ユーザーディレクトリに直接保存されたファイル
ko: 사용자 디렉토리에 직접 저장된 파일
pt_br: Arquivos armazenados diretamente no diretório do usuário
ru: Файлы, хранящиеся непосредственно в каталоге пользователя.
zh_hans: 直接存放在用户目录下的文件
zh_hant: 直接存放在使用者目錄下的文件

source: Files whose app is no longer installed; review them before moving them to Trash.
de: Dateien, deren App nicht mehr installiert ist; vor dem Verschieben in den Papierkorb prüfen.
es: Archivos cuya app ya no está instalada; revíselos antes de moverlos a la Papelera.
fr: Fichiers dont l’app n’est plus installée ; vérifiez-les avant de les placer dans la Corbeille.
ja: 対応するアプリがインストールされていないファイルです。ゴミ箱へ移動する前に確認してください。
ko: 해당 앱이 더 이상 설치되어 있지 않은 파일입니다. 휴지통으로 옮기기 전에 확인하세요.
pt_br: Arquivos cujo app não está mais instalado; revise antes de mover para o Lixo.
ru: Файлы приложений, которые больше не установлены; проверьте их перед перемещением в Корзину.
zh_hans: 对应应用已不存在的文件；移入废纸篓前请逐项检查。
zh_hant: 對應 App 已不存在的檔案；移入垃圾桶前請逐項檢查。

source: Film and Video Projects
de: Film- und Videoprojekte
es: Proyectos de cine y vídeo
fr: Projets de films et de vidéos
ja: 映画とビデオのプロジェクト
ko: 영화 및 비디오 프로젝트
pt_br: Projetos de cinema e vídeo
ru: Кино и видеопроекты
zh_hans: 影片与视频项目
zh_hant: 影片與影片項目

source: Filter
de: Filtern
es: Filtrar
fr: Filtrer
ja: フィルター
ko: 필터
pt_br: Filtro
ru: Фильтр
zh_hans: 筛选
zh_hant: 篩選

source: Find and stop forgotten development servers
de: Finden und stoppen Sie vergessene Entwicklungsserver
es: Encuentre y detenga servidores de desarrollo olvidados
fr: Rechercher et arrêter les serveurs de développement oubliés
ja: 忘れられた開発サーバーを見つけて停止する
ko: 잊혀진 개발 서버 찾기 및 중지
pt_br: Encontre e interrompa servidores de desenvolvimento esquecidos
ru: Найдите и остановите забытые серверы разработки
zh_hans: 查找并结束遗忘的开发服务
zh_hant: 尋找並結束遺忘的開發服務

source: Find and stop forgotten development services
de: Finden und stoppen Sie vergessene Entwicklungsdienste
es: Encuentre y detenga servicios de desarrollo olvidados
fr: Rechercher et arrêter les services de développement oubliés
ja: 忘れ去られた開発サービスを見つけて停止する
ko: 잊혀진 개발 서비스 찾기 및 중지
pt_br: Encontre e interrompa serviços de desenvolvimento esquecidos
ru: Найдите и остановите забытые службы разработки
zh_hans: 查看并结束遗忘的开发服务
zh_hant: 查看並結束遺忘的開發服務

source: Find apps and related leftovers
de: Finden Sie Apps und zugehörige Reste
es: Encuentra aplicaciones y restos relacionados
fr: Trouver des applications et les restes associés
ja: アプリと関連する残り物を探す
ko: 앱 및 관련 남은 항목 찾기
pt_br: Encontre aplicativos e sobras relacionadas
ru: Найдите приложения и связанные с ними остатки
zh_hans: 查找应用与关联残留
zh_hant: 查找應用與關聯殘留

source: Finder extension
de: Finder-Erweiterung
es: Extensión del buscador
fr: Extension du chercheur
ja: ファインダー拡張機能
ko: 파인더 확장
pt_br: Extensão do localizador
ru: Расширение Finder
zh_hans: Finder 扩展
zh_hant: Finder 擴充

source: Finder is managed by macOS and cannot be quit here.
de: Der Finder wird von macOS verwaltet und kann hier nicht beendet werden.
es: Finder está administrado por macOS y no se puede cerrar aquí.
fr: Le Finder est géré par macOS et ne peut pas être quitté ici.
ja: Finder は macOS によって管理されているため、ここで終了することはできません。
ko: Finder는 macOS에서 관리되며 여기서 종료할 수 없습니다.
pt_br: O Finder é gerenciado pelo macOS e não pode ser encerrado aqui.
ru: Finder управляется macOS, и его нельзя здесь закрыть.
zh_hans: Finder 由 macOS 管理，不会在这里退出。
zh_hant: Finder 由 macOS 管理，不會在這裡退出。

source: Finding files related to %@…
de: Dateien im Zusammenhang mit %@ werden gefunden…
es: Encontrar archivos relacionados con %@…
fr: Recherche de fichiers liés à %@…
ja: %@ に関連するファイルを検索しています…
ko: %@ 관련 파일을 찾는 중…
pt_br: Encontrando arquivos relacionados a %@…
ru: Поиск файлов, связанных с %@…
zh_hans: 正在查找 %@ 的关联文件…
zh_hant: 正在尋找 %@ 的關聯文件…

source: Flask Development Server
de: Flask-Entwicklungsserver
es: Servidor de desarrollo de matraces
fr: Serveur de développement Flask
ja: Flask開発サーバー
ko: 플라스크 개발 서버
pt_br: Servidor de Desenvolvimento Flask
ru: Сервер разработки Flask
zh_hans: Flask 开发服务器
zh_hant: Flask 開發伺服器

source: Folder sizes summarize currently readable content. Protected items may not be fully counted; click any folder to view it in Finder.
de: Ordnergrößen fassen aktuell lesbare Inhalte zusammen. Geschützte Gegenstände werden möglicherweise nicht vollständig gezählt; Klicken Sie auf einen beliebigen Ordner, um ihn im Finder anzuzeigen.
es: Los tamaños de carpeta resumen el contenido actualmente legible. Es posible que los artículos protegidos no se cuenten en su totalidad; haga clic en cualquier carpeta para verla en Finder.
fr: Les tailles de dossier résument le contenu actuellement lisible. Les éléments protégés peuvent ne pas être entièrement comptés ; cliquez sur n’importe quel dossier pour l’afficher dans le Finder.
ja: フォルダー サイズは、現在読み取り可能なコンテンツを要約したものです。保護されたアイテムは完全にカウントされない場合があります。任意のフォルダーをクリックすると、Finder で表示されます。
ko: 폴더 크기는 현재 읽을 수 있는 콘텐츠를 요약합니다. 보호된 항목은 완전히 계산되지 않을 수 있습니다. 폴더를 클릭하면 Finder에서 볼 수 있습니다.
pt_br: Os tamanhos das pastas resumem o conteúdo atualmente legível. Os itens protegidos podem não ser totalmente contados; clique em qualquer pasta para visualizá-la no Finder.
ru: Размеры папок суммируют читаемый в данный момент контент. Защищенные предметы могут быть засчитаны не полностью; щелкните любую папку, чтобы просмотреть ее в Finder.
zh_hans: 目录大小为当前可读取内容的汇总。受权限保护的内容可能未完全计入；点击任意目录可在 Finder 中查看。
zh_hant: 目錄大小為目前可讀取內容的總和。受权限保护的内容可能未完全计入；点击任意目录可在 Finder 中查看。

source: Folders in user directory
de: Ordner im Benutzerverzeichnis
es: Carpetas en el directorio de usuarios
fr: Dossiers dans le répertoire utilisateur
ja: ユーザーディレクトリ内のフォルダー
ko: 사용자 디렉터리의 폴더
pt_br: Pastas no diretório do usuário
ru: Папки в каталоге пользователя
zh_hans: 用户目录中的文件夹
zh_hant: 使用者目錄中的資料夾

source: Follow macOS, or keep MachKit in Light or Dark mode
de: Folgen Sie macOS oder lassen Sie MachKit im Hell- oder Dunkelmodus
es: Siga macOS o mantenga MachKit en modo claro u oscuro
fr: Suivez macOS ou gardez MachKit en mode clair ou sombre
ja: macOS に従うか、MachKit をライト モードまたはダーク モードのままにしてください
ko: macOS를 따르거나 MachKit를 밝은 모드 또는 어두운 모드로 유지하세요
pt_br: Siga o macOS ou mantenha o MachKit no modo Claro ou Escuro
ru: Следуйте macOS или оставьте MachKit в светлом или темном режиме.
zh_hans: 可以跟随 macOS，也可以固定为浅色或深色
zh_hant: 可以跟随 macOS，也可以固定为浅色或深色

source: Follow macOS, or stick to light or dark colors
de: Folgen Sie macOS oder bleiben Sie bei hellen oder dunklen Farben
es: Siga macOS o opte por colores claros u oscuros
fr: Suivez macOS ou tenez-vous-en aux couleurs claires ou foncées
ja: macOS に従うか、明るい色または暗い色にこだわるか
ko: macOS를 따르거나 밝은 색상이나 어두운 색상을 고수하세요.
pt_br: Siga o macOS ou opte por cores claras ou escuras
ru: Следуйте macOS или придерживайтесь светлых или темных цветов.
zh_hans: 跟随 macOS，或固定使用浅色、深色
zh_hant: 跟隨 macOS，或固定使用淺色、深色

source: Follow System
de: Systemeinstellung
es: Seguir el sistema
fr: Selon le système
ja: システム設定
ko: 시스템 설정
pt_br: Seguir o sistema
ru: Как в системе
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Follow the system language or choose one specifically for MachKit
de: Folgen Sie der Systemsprache oder wählen Sie eine speziell für MachKit aus
es: Siga el idioma del sistema o elija uno específico para MachKit
fr: Suivez la langue du système ou choisissez-en une spécifiquement pour MachKit
ja: システム言語に従うか、MachKit 専用の言語を選択してください
ko: 시스템 언어를 따르거나 특별히 MachKit용 언어를 선택하세요.
pt_br: Siga o idioma do sistema ou escolha um específico para MachKit
ru: Следуйте языку системы или выберите язык специально для MachKit.
zh_hans: 选择跟随系统，或为 MachKit 单独指定语言
zh_hant: 选择跟随系统，或为 MachKit 单独指定语言

source: For performance, only the 100 largest items are shown; selecting the group still includes all %lld items.
de: Aus Leistungsgründen werden nur die 100 größten Elemente angezeigt. Wenn Sie die Gruppe auswählen, sind immer noch alle %lld Elemente enthalten.
es: Por motivos de rendimiento, sólo se muestran los 100 elementos más grandes; La selección del grupo aún incluye todos los elementos %lld.
fr: Pour des raisons de performances, seuls les 100 éléments les plus importants sont affichés ; la sélection du groupe inclut toujours les %lld éléments.
ja: パフォーマンスを考慮して、最大の 100 個の項目のみが表示されます。グループを選択すると、すべての %lld 項目が含まれます。
ko: 성능을 위해 가장 큰 100개의 항목만 표시됩니다. 그룹을 선택하면 여전히 %lld개 항목이 모두 포함됩니다.
pt_br: Para desempenho, apenas os 100 maiores itens são mostrados; selecionar o grupo ainda inclui todos os %lld itens.
ru: Что касается производительности, отображаются только 100 самых крупных элементов; выбор группы по-прежнему включает все %lld элементов.
zh_hans: 为保证流畅，当前显示最大的 100 项；整组选中仍包含全部 %lld 项。
zh_hant: 为保证流畅，当前显示最大的 100 项；整组选中仍包含全部 %lld 项。

source: Force Quit
de: Beenden erzwingen
es: Forzar salida
fr: Forcer à quitter
ja: 強制終了
ko: 강제 종료
pt_br: Forçar encerramento
ru: Принудительное завершение
zh_hans: 强制退出
zh_hant: 強制退出

source: Force Quit Unresponsive Apps?
de: Beenden nicht reagierender Apps erzwingen?
es: ¿Forzar el cierre de aplicaciones que no responden?
fr: Forcer à quitter les applications qui ne répondent pas ?
ja: 応答しないアプリを強制終了しますか?
ko: 응답하지 않는 앱을 강제 종료하시겠습니까?
pt_br: Forçar o encerramento de aplicativos que não respondem?
ru: Принудительно закрыть не отвечающие приложения?
zh_hans: 强制退出未响应的 App？
zh_hant: 強制退出未回應的 App？

source: Force Quit Unresponsive Apps…
de: Beenden nicht reagierender Apps erzwingen…
es: Forzar el cierre de aplicaciones que no responden...
fr: Forcer à quitter les applications qui ne répondent pas…
ja: 応答しないアプリを強制終了…
ko: 응답하지 않는 앱 강제 종료…
pt_br: Forçar o encerramento de aplicativos que não respondem…
ru: Принудительно закрыть не отвечающие приложения…
zh_hans: 强制退出未响应的 App…
zh_hant: 強制退出未回應的 App…

source: Force quitting %@…
de: Beenden erzwingen %@…
es: Forzar el abandono %@…
fr: Forcer à quitter le %@…
ja: 強制終了 %@…
ko: 강제 종료 %@…
pt_br: Forçar encerramento %@…
ru: Принудительный выход %@…
zh_hans: 正在强制结束 %@…
zh_hant: 正在強制結束 %@…

source: Force quitting %lld apps…
de: Beenden von %lld Apps erzwingen…
es: Forzar el cierre de %lld aplicaciones...
fr: Forcer la fermeture de %lld applications…
ja: %lld 個のアプリを強制終了します…
ko: %lld개 앱 강제 종료…
pt_br: Forçar o encerramento de %lld aplicativos…
ru: Принудительно закрыть %lld приложений…
zh_hans: 正在强制退出 %lld 个 App…
zh_hant: 正在強制退出 %lld 個 App…

source: Force quitting may discard unsaved work. Use it only for unresponsive apps.
de: Das erzwungene Beenden kann dazu führen, dass nicht gespeicherte Arbeit verworfen wird. Verwenden Sie es nur für nicht reagierende Apps.
es: El abandono forzado puede descartar el trabajo no guardado. Úselo sólo para aplicaciones que no responden.
fr: La fermeture forcée peut entraîner la suppression du travail non enregistré. Utilisez-le uniquement pour les applications qui ne répondent pas.
ja: 強制終了すると、保存されていない作業が破棄される場合があります。応答しないアプリに対してのみ使用してください。
ko: 강제 종료하면 저장되지 않은 작업이 삭제될 수 있습니다. 응답하지 않는 앱에만 사용하세요.
pt_br: O encerramento forçado pode descartar o trabalho não salvo. Use-o apenas para aplicativos que não respondem.
ru: Принудительное завершение может привести к потере несохраненной работы. Используйте его только для не отвечающих приложений.
zh_hans: 强制退出可能造成未保存内容丢失，只应用于无响应的 App。
zh_hant: 强制退出可能造成未保存内容丢失，只应用于无响应的 App。

source: Format, minify, and query JSON with path expressions
de: JSON formatieren, komprimieren und per Pfad abfragen
es: Formatea, minimiza y consulta JSON con expresiones de ruta
fr: Formatez, minifiez et interrogez du JSON avec des chemins
ja: JSON の整形・圧縮とパス式による値の検索
ko: JSON 포맷/압축 및 경로 식으로 값 조회
pt_br: Formate, compacte e consulte JSON com expressões de caminho
ru: Форматируйте, сжимайте и запрашивайте JSON по путям
zh_hans: 格式化、压缩 JSON，并用路径表达式查询
zh_hant: 格式化、壓縮 JSON，並用路徑表達式查詢

source: Found
de: Gefunden
es: Encontrado
fr: Trouvé
ja: 検出
ko: 발견됨
pt_br: Encontrado
ru: Найдено
zh_hans: 已发现
zh_hant: 已發現

source: Full Disk Access granted
de: Vollständiger Festplattenzugriff gewährt
es: Acceso total al disco concedido
fr: Accès complet au disque accordé
ja: フルディスクアクセスが許可されました
ko: 전체 디스크 액세스 권한 부여
pt_br: Acesso total ao disco concedido
ru: Полный доступ к диску предоставлен
zh_hans: 已获得完全磁盘访问权限
zh_hant: 已獲得完全磁碟存取權限

source: Full Disk Access Required
de: Vollständiger Festplattenzugriff erforderlich
es: Se requiere acceso completo al disco
fr: Accès complet au disque requis
ja: フルディスクアクセスが必要です
ko: 전체 디스크 액세스 필요
pt_br: Acesso total ao disco necessário
ru: Требуется полный доступ к диску
zh_hans: 需要完全磁盘访问权限
zh_hant: 需要完全磁碟存取權限

source: Functional components provided by the owning application
de: Funktionskomponenten, die von der besitzenden Anwendung bereitgestellt werden
es: Componentes funcionales proporcionados por la aplicación propietaria.
fr: Composants fonctionnels fournis par l'application propriétaire
ja: 所有するアプリケーションによって提供される機能コンポーネント
ko: 소유 애플리케이션에서 제공하는 기능적 구성요소
pt_br: Componentes funcionais fornecidos pelo aplicativo proprietário
ru: Функциональные компоненты, предоставляемые приложением-владельцем
zh_hans: 由所属应用提供的功能组件
zh_hant: 由所屬應用提供的功能元件

source: General
de: Allgemein
es: generales
fr: Général
ja: 一般
ko: 일반
pt_br: Geral
ru: Общий
zh_hans: 通用
zh_hant: 一般

source: Generate UUIDs, random IDs, and passwords locally
de: UUIDs, Zufalls-IDs und Passwörter lokal erzeugen
es: Genera UUID, ID aleatorios y contraseñas en local
fr: Générez UUID, ID aléatoires et mots de passe localement
ja: UUID・ランダム ID・パスワードをローカル生成
ko: UUID, 임의 ID, 비밀번호를 로컬에서 생성
pt_br: Gere UUIDs, IDs aleatórios e senhas localmente
ru: Локально создавайте UUID, случайные ID и пароли
zh_hans: 本地生成 UUID、随机 ID 与密码
zh_hant: 本機產生 UUID、隨機 ID 與密碼

source: Getting ready…
de: Vorbereitung…
es: Preparando…
fr: Préparation…
ja: 準備中…
ko: 준비 중…
pt_br: Preparando…
ru: Подготовка…
zh_hans: 正在准备…
zh_hant: 正在準備…

source: Give your Mac a light cleanup
de: Gönnen Sie Ihrem Mac eine leichte Reinigung
es: Dale a tu Mac una limpieza ligera
fr: Donnez à votre Mac un léger nettoyage
ja: Mac を軽くクリーンアップしてください
ko: Mac을 가볍게 정리해보세요
pt_br: Faça uma limpeza leve no seu Mac
ru: Сделайте легкую очистку вашего Mac
zh_hans: 给 Mac 做一次轻量清理
zh_hant: 給 Mac 做一次輕量清理

source: Global Yarn download cache; project node_modules and offline mirrors are not scanned.
de: Globaler Yarn-Download-Cache; node_modules und Offline-Mirrors in Projekten werden nicht gescannt.
es: Caché global de Yarn; no se analizan node_modules ni espejos sin conexión de los proyectos.
fr: Cache globale de Yarn ; les node_modules et miroirs hors ligne des projets ne sont pas analysés.
ja: Yarn のグローバルダウンロードキャッシュです。プロジェクトの node_modules とオフラインミラーはスキャンしません。
ko: Yarn 전역 다운로드 캐시입니다. 프로젝트 node_modules와 오프라인 미러는 스캔하지 않습니다.
pt_br: Cache global do Yarn; node_modules e espelhos offline dos projetos não são verificados.
ru: Глобальный кэш Yarn; node_modules и офлайн-зеркала проектов не сканируются.
zh_hans: Yarn 全局下载缓存；不扫描项目 node_modules 和离线镜像。
zh_hant: Yarn 全域下載快取；不掃描專案 node_modules 和離線鏡像。

source: Go Development Service
de: Gehen Sie zum Entwicklungsdienst
es: Ir al servicio de desarrollo
fr: Aller au service de développement
ja: Go開発サービス
ko: Go 개발 서비스
pt_br: Serviço de desenvolvimento Go
ru: Служба разработки Go
zh_hans: Go 开发服务
zh_hant: Go 開發服務

source: Graceful quit sends SIGTERM so the process can clean up before exiting. Force quit may lose unsaved data; launchd, containers, or supervisors may restart the process.
de: Beim ordnungsgemäßen Beenden wird SIGTERM gesendet, damit der Prozess vor dem Beenden bereinigt werden kann. Durch erzwungenes Beenden können nicht gespeicherte Daten verloren gehen. launchd, Container oder Supervisors können den Prozess neu starten.
es: La salida elegante envía SIGTERM para que el proceso pueda limpiarse antes de salir. Forzar el cierre puede perder datos no guardados; launchd, contenedores o supervisores pueden reiniciar el proceso.
fr: La fermeture gracieuse envoie SIGTERM afin que le processus puisse être nettoyé avant de quitter. Forcer la fermeture peut entraîner la perte de données non enregistrées ; launchd, les conteneurs ou les superviseurs peuvent redémarrer le processus.
ja: 正常な終了では SIGTERM が送信されるため、プロセスは終了する前にクリーンアップできます。強制終了すると、保存されていないデータが失われる可能性があります。 launchd、コンテナ、またはスーパーバイザはプロセスを再起動する場合があります。
ko: 정상적인 종료는 프로세스가 종료되기 전에 정리될 수 있도록 SIGTERM을 보냅니다. 강제 종료하면 저장하지 않은 데이터가 손실될 수 있습니다. launchd, 컨테이너 또는 감독자는 프로세스를 다시 시작할 수 있습니다.
pt_br: O encerramento elegante envia SIGTERM para que o processo possa ser limpo antes de sair. Forçar o encerramento pode perder dados não salvos; launchd, containers ou supervisores podem reiniciar o processo.
ru: Грациозный выход отправляет SIGTERM, чтобы процесс мог очиститься перед завершением. При принудительном выходе могут быть потеряны несохраненные данные; launchd, контейнеры или супервизоры могут перезапустить процесс.
zh_hans: 正常结束会发送 SIGTERM，让进程自行清理后退出。强制结束可能造成未保存数据丢失；launchd、容器或监护脚本也可能自动重启进程。
zh_hant: 正常結束會發送 SIGTERM，讓進程自行清理後退出。強制結束可能造成未儲存資料遺失；launchd、容器或監護腳本也可能自動重新啟動進程。

source: Gradle can rebuild or redownload these files, but the next Android or JVM build may be much slower.
de: Gradle kann diese Dateien neu erstellen oder laden; der nächste Android- oder JVM-Build kann deutlich langsamer sein.
es: Gradle puede regenerar o descargar estos archivos, pero la próxima compilación Android o JVM puede ser mucho más lenta.
fr: Gradle peut recréer ou retélécharger ces fichiers, mais le prochain build Android ou JVM peut être bien plus lent.
ja: Gradle で再生成または再ダウンロードできますが、次回の Android/JVM ビルドが大幅に遅くなる場合があります。
ko: Gradle이 다시 빌드하거나 다운로드할 수 있지만 다음 Android/JVM 빌드가 크게 느려질 수 있습니다.
pt_br: O Gradle pode recriar ou baixar esses arquivos, mas o próximo build Android ou JVM pode ficar bem mais lento.
ru: Gradle может пересоздать или скачать эти файлы, но следующая сборка Android/JVM может быть значительно медленнее.
zh_hans: Gradle 可以重建或重新下载这些文件，但下次 Android 或 JVM 构建可能明显变慢。
zh_hant: Gradle 可以重建或重新下載這些檔案，但下次 Android 或 JVM 建置可能明顯變慢。

source: Gradle download cache and build data
de: Gradle lädt den Cache herunter und erstellt Daten
es: Gradle descarga caché y construye datos
fr: Gradle télécharger le cache et créer des données
ja: Gradle ダウンロード キャッシュとビルド データ
ko: Gradle 다운로드 캐시 및 빌드 데이터
pt_br: Gradle baixa cache e cria dados
ru: Gradle загружает кеш и собирает данные
zh_hans: Gradle 下载缓存与构建数据
zh_hant: Gradle 下載快取與建置數據

source: Help Spotlight read specific file formats
de: Helfen Sie Spotlight, bestimmte Dateiformate zu lesen
es: Ayuda a Spotlight a leer formatos de archivos específicos
fr: Aidez Spotlight à lire des formats de fichiers spécifiques
ja: Spotlight による特定のファイル形式の読み取りを支援する
ko: Spotlight가 특정 파일 형식을 읽을 수 있도록 도와주세요.
pt_br: Ajude o Spotlight a ler formatos de arquivo específicos
ru: Помогите Spotlight прочитать файлы определенных форматов
zh_hans: 帮助 Spotlight 读取特定文件格式
zh_hant: 幫助 Spotlight 讀取特定檔案格式

source: Hidden directories created by applications or command line tools
de: Versteckte Verzeichnisse, die von Anwendungen oder Befehlszeilentools erstellt wurden
es: Directorios ocultos creados por aplicaciones o herramientas de línea de comandos
fr: Répertoires cachés créés par des applications ou des outils de ligne de commande
ja: アプリケーションまたはコマンドラインツールによって作成された隠しディレクトリ
ko: 애플리케이션이나 명령줄 도구로 생성된 숨겨진 디렉터리
pt_br: Diretórios ocultos criados por aplicativos ou ferramentas de linha de comando
ru: Скрытые каталоги, созданные приложениями или инструментами командной строки.
zh_hans: 应用或命令行工具创建的隐藏目录
zh_hant: 應用程式或命令列工具建立的隱藏目錄

source: Hide After Launch
de: Nach dem Start ausblenden
es: Ocultar después del lanzamiento
fr: Masquer après le lancement
ja: 起動後に非表示にする
ko: 실행 후 숨기기
pt_br: Ocultar após o lançamento
ru: Скрыть после запуска
zh_hans: 启动后隐藏
zh_hant: 啟動後隱藏

source: High
de: Hoch
es: Alto
fr: Élevé
ja: 高
ko: 높음
pt_br: Alto
ru: Высокий
zh_hans: 较高
zh_hant: 較高

source: Home
de: Start
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
pt_br: Início
ru: Главная
zh_hans: 首页
zh_hant: 首頁

source: Home Folder
de: Home-Ordner
es: Carpeta de inicio
fr: Dossier personnel
ja: ホームフォルダー
ko: 홈 폴더
pt_br: Pasta inicial
ru: Домашняя папка
zh_hans: 用户目录
zh_hant: 使用者目錄

source: Host entries cannot contain MachKit's reserved section markers.
de: Hosts-Einträge dürfen keine reservierten MachKit-Marker enthalten.
es: Las entradas hosts no pueden contener los marcadores reservados de MachKit.
fr: Les entrées hosts ne peuvent pas contenir les marqueurs réservés de MachKit.
ja: Hosts エントリには MachKit の予約済みマーカーを含められません。
ko: Hosts 항목에는 MachKit의 예약된 섹션 마커를 포함할 수 없습니다.
pt_br: As entradas hosts não podem conter os marcadores reservados do MachKit.
ru: Записи hosts не могут содержать служебные маркеры MachKit.
zh_hans: Hosts 条目不能包含 MachKit 的保留区块标记。
zh_hant: Hosts 項目不能包含 MachKit 的保留區塊標記。

source: Hosts Manager
de: Hosts-Verwaltung
es: Gestor de hosts
fr: Gestionnaire hosts
ja: Hosts 管理
ko: Hosts 관리
pt_br: Gerenciador de hosts
ru: Управление hosts
zh_hans: Hosts 管理
zh_hant: Hosts 管理

source: Hosts, timestamps, JSON, codecs, and other developer utilities
de: Hosts, Zeitstempel, JSON, Codecs und weitere Entwicklerwerkzeuge
es: Hosts, marcas de tiempo, JSON, códecs y otras utilidades para desarrolladores
fr: Hosts, horodatages, JSON, codecs et autres utilitaires pour développeurs
ja: Hosts、タイムスタンプ、JSON、コーデックなどの開発者ツール
ko: Hosts, 타임스탬프, JSON, 코덱 등 개발자 도구
pt_br: Hosts, timestamps, JSON, codecs e outros utilitários para desenvolvedores
ru: Hosts, метки времени, JSON, кодеки и другие инструменты разработчика
zh_hans: Hosts、时间戳、JSON、编解码等开发者工具
zh_hant: Hosts、時間戳、JSON、編解碼等開發者工具
